
export const work_year = ['0-1年', '1-3年', '3-5年', '5-10年', '10年及以上'];

export const degree_list = ['不限', '高中', '大专', '本科', '硕士', '博士'];

export const trade = ["互联网/电子商务", '智能硬件', '教育培训', '信息安全', "矿产能源", '设计', '农林牧渔', '服务运维',
    "零售批发", '金融', '建筑地产', '公共管理', "健康医疗", '市场广告', '文化艺术', '交通物流',
    "旅游餐饮", '奢侈品', '通信设备', '学术科研', "游戏娱乐", '人事行政', '财务法务', '媒体出版', '非盈利组织', '其他'];
export const tradeYB = ["互联网", "电子商务", "工程", "建材", "建筑", "计算机软件", "培训", "教育", "院校", "进出口", "贸易", "证券", "投资", "通信", "其他行业", "快速消费品", "影视", "媒体", "文化传播", "金融", "物流", "专业服务", "交通", "运输", "公关", "会展", "艺术", "房地产", "重工", "设备", "机械", "汽车及零配件", "银行", "半导体", "电子技术", "集成电路", "网络设备", "电信", "市场推广", "计算机服务", "批发", "零售", "生物工程", "商业中心", "物业管理", "纺织", "皮革", "服装", "酒店", "旅游", "制药", "公共事业", "政府", "家居", "室内设计", "医疗设备", "器械", "增值服务", "电信运营", "工业自动化", "仪器仪表", "网络游戏", "娱乐", "休闲", "体育", "餐饮业", "装潢", "广告", "计算机硬件", "审计", "玩具", "石油", "化工", "出版", "水利", "电力", "矿产", "家具", "家电", "保健", "美容", "地质", "环保", "礼品", "认证", "检测", "工艺品", "珠宝", "保险", "办公用品及设备", "医疗", "护理", "基金", "期货", "学术", "科研", "电气", "it服务", "收藏品", "奢侈品", "咨询", "文字媒体", "航空", "冶炼", "卫生", "新能源", "农林牧渔", "原材料和加工", "航天", "非盈利机构", "中介服务", "印刷", "包装", "造纸", "汽车", "摩托车", "外包服务", "采掘业", "大型设备", "机电设备", "重工业", "加工制造", "生活服务", "医药", "餐饮", "仓储", "装饰装潢", "信托", "拍卖", "担保", "典当", "仪器仪表及工业自动化", "度假", "耐用消费品", "卫生服务", "石化", "检验", "能源", "采掘", "法律", "工艺美术", "租赁服务", "航天研究与制造", "跨领域经营"]
export const language_list = ['普通话', '英语', '日语', '韩语', '俄语', '法语', '德语', '意大利语'];

export const item=[
    {
        name:"任务管理",
        imgSrc:require("imgPath/kanban.png"),
        imgAct:require("imgPath/kanbanactive.png"),
        child:[],
        link:"taskManagement/taskKanban",
        isActive:true,
        index:0
    },
    {
        name:"人才简历",
        imgSrc:require('imgPath/talent.png'),
        imgAct:require("imgPath/talentactive.png"),
        child:[
            "简历上传"
        ],
        link:"talent",
        isActive:false,
        index:1
    },
    {
        name:"我的团队",
        imgSrc:require("imgPath/team.png"),
        imgAct:require("imgPath/teamactive.png"),
        child:[],
        link:"myTeam/membership",
        isActive:false,
        index:2
    },
    {
        name:"个人中心",
        imgSrc:require("imgPath/personal.png"),
        imgAct:require("imgPath/personalactive.png"),
        child:[],
        link:"personal/personalTakeList",
        isActive:false,
        index:3
    }
];